[
{"id":"1","description":"You're going to make an excellent belt!"},
{"id":"2","description":"I don't know whether to use charm person or hold monster!"},
{"id":"3","description":"I've seen more threatening geckos!"},
{"id":"4","description":"I swear, if you were any worse at this, you'd be doing our job for us!"},
{"id":"5","description":"Your mother was a kobold and your father smelled of elderberry!"},
{"id":"6","description":"You would bore the legs off a village idiot!"},
{"id":"7","description":"It gives me a headache just trying to think down to your level!"},
{"id":"8","description":"You're not a complete idiot...Some parts are obviously missing!"},
{"id":"9","description":"Hey, have you ever been mistaken for a(n) [insert]?"},
{"id":"10","description":"Are you always stupid, or are you making a special effort today!"},
{"id":"11","description":"Some day you'll go far and I hope you stay there!"},
{"id":"12","description":"I'd like to leave you with one thought...but I'm not sure you have anywhere to put it!"},
{"id":"13","description":"Your magic is as bad as your breath!"},
{"id":"14","description":"A wet cat is tougher than you!"},
{"id":"15","description":"If ignorance is bliss, you must be the happiest person alive!"},
{"id":"16","description":"I would contact your mother about your death, but I don't speak goblin!"},
{"id":"17","description":"A goblin with one hand nailed to a tree would be more of a threat than you!"},
{"id":"18","description":"You are the worst example of your class that I've ever come across!"},
{"id":"19","description":"OMG. Why don't you give me your weapon so I can hit myself with it, because that'd be more effective than you trying it!"},
{"id":"20","description":"Well...I have met sharper loaves of bread!"},
{"id":"21","description":"There is no beholder's eye in which you are beautiful!"},
{"id":"22","description":"Your ugly face makes a good argument against raising the dead!"},
{"id":"23","description":"Somewhere, Your depriving a village of it's idiot!"},
{"id":"24","description":"I'd like to see things from your point of view, but I can't get my head that far up my arse!"},
{"id":"25","description":"You call that an attack, I've seen dead kittens hit harder than that!"},
{"id":"26","description":"You're so stupid, if an illithid tried to eat your brain, it would starve to death!"},
{"id":"27","description":"No wonder you're hiding behind cover, I'd hide too with a face like that!"},
{"id":"28","description":"We're you once hit by a melf's acid arrow or have you always looked like a half eaten merrow!"},
{"id":"29","description":"By looking at you, now I know what you get when you scrape out the bottom of the barrel!"},
{"id":"30","description":"I was going to cast detect thoughts, but I don't think I'm going to find anything up there!"},
{"id":"31","description":"I was thinking of casting feeblemind, but I doubt it would work on you!"},
{"id":"32","description":"Tell me, did you run away from your parents, or did they run away from you!"},
{"id":"33","description":"I'd say you were a worthy opponent, but I once fought a flumph wielding a dandelion!"},
{"id":"34","description":"Do you know what happens to a [insert] when it fails it's save? Neither do I, but based on what happened to your comrade, my money's on 'dies horribly'!"},
{"id":"35","description":"How does it feel that you're not worthy of anyone casting a decent spell on you!"},
{"id":"36","description":"One day I'm going to make a ballad of this fight. Tell me your name, I hope it rhymes with horribly slaughtered!"},
{"id":"37","description":"Didn't there used to be like twice as many of you guys? What's up with that, huh!"},
{"id":"38","description":"Stop me if you've heard this one. The sole purpose of your existence is to serve as a speedbump on others path to greatness - okay you definitely should of stopped me by now!"},
{"id":"39","description":"Wait, wait, I just need to ask, what do you need us to put on your headstone!"},
{"id":"40","description":"You do know the pointy end is suppose to go in the other guy, right!"},
{"id":"41","description":"The god of futile fights appreciates your devotion."},
{"id":"42","description":"I'm sorry, we were looking for an actual fight, have you seen one?"},
{"id":"43","description":"When you fail your next attack roll, think of me!"},
{"id":"44","description":"I thought every humanoid had enough intelligence to have an alignment."},
{"id":"45","description":"I didn't cast Feeblemind yet."},
{"id":"46","description":"A Wild Magic Sorcerer has better control than you!"},
{"id":"47","description":"So, the gods were slacking off when they made you, I take it?"},
{"id":"48","description":"I see you're so dumb you're convinced that you'll somehow succeed where better have failed."},
{"id":"49","description":"Okay, you may attack now. Wait, that WAS your attack?"},
{"id":"50","description":"I expected a battle of wits, but you appear to be unarmed."},
{"id":"51","description":"If you didn't stink so much your friends would have stayed around."},
{"id":"52","description":"You aren't important enough for a specific insult!"},
{"id":"53","description":"You have such a striking face. Tell me, how many times were you struck?"},
{"id":"54","description":"What smells worse than a dead goblin? A live one!"},
{"id":"55","description":"You swing like a halfling!"},
{"id":"56","description":"Biggest Kobold I ever saw(to any reptilian race other than kobold)."},
{"id":"57","description":"Why don't you summon yourself some real friends?"},
{"id":"58","description":"Please, I'm curious: Did it take practice to be this much of a failure or does it come naturally to you?"},
{"id":"59","description":"Wow... You're amazing! Wait... No, what's the opposite of amazing? Oh, yeah, shit! You're shit at this!"},
{"id":"60","description":"It's the emptiest vessel that makes the loudest sounds"},
{"id":"61","description":"Hell must be empty 'cause the devil is here"}
]